import Container from '../../components/container/container';
import Footer from '../../components/footer/footer';
import Header from '../../components/header/header';
import MainContainer from '../../components/main-container/main-container';
import './liczenzijnyj-dogovir.css';

export default function LiczenzijnyjDogovir() {
  return (
    <>
      <Header />
      <MainContainer className="liczenzijnyj-dogovir">
        <h2>Ліцензійний договір</h2>
        <Container>
          <h3>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h3>
          <p>
            1.1. Цей договір регулює взаємовідносини між Ліцензіаром та
            Ліцензіатом в питанні використання останнім Контенту Ліцензіара.
          </p>
          <p>
            1.2. В цьому Договорі терміни та скорочення вживаються у такому
            значенні:
          </p>
          <p>
            1.2.1. автор(и) Контенту – особа(и), яка(і) створила(и) Контент;
          </p>
          <p>
            1.2.2. власник(и) Контенту – особа(и) якій(им) належать майнові
            права на Контент;
          </p>
          <p>
            1.2.3. контент – статті, пости, записи, коментарі, оголошення,
            заявки, теми на форумах, відповіді на форумах та інші письмові
            твори; аудіовізуальні твори; твори архітектури та графіки;
            фотографічні твори; ілюстрації, карти, плани, ескізи; компіляції
            даних (бази даних), інші твори, що визнаються законом об’єктами
            авторського права або можуть визнаватися законом такими об’єктами;
          </p>
          <p>
            1.2.4. Контент Ліцензіара або Контент – статті, пости, записи,
            коментарі, оголошення, заявки, теми на форумах, відповіді на форумах
            та інші письмові твори; аудіовізуальні твори; твори архітектури та
            графіки; фотографічні твори; ілюстрації, карти, плани, ескізи;
            компіляції даних (бази даних), інші твори, що визнаються законом
            об’єктами авторського права або можуть визнаватися законом такими
            об’єктами, які були передані Ліцензіаром Ліцензіату через Сайт або
            розміщені Ліцензіаром на Сайті Ліцензіата;
          </p>
          <p>1.2.5. контент Сайту – весь контент розміщений на Сайті;</p>
          <p>
            1.2.6. Користування Сайтом – будь-яка дія або сукупність дій, таких
            як перегляд контенту Сайту, розміщення Контенту на Сайті, передача
            Контенту Ліцензіату через Сайт, завантаження контенту з Сайту,
            посилання на Сайт, підписка на Сайт.
          </p>
          <p>
            1.2.7. Ліцензіар – будь-яка особа, яка користується Сайтом та за
            його допомогою передала Контент Ліцензіату або розмістила Контент на
            Сайті Ліцензіата;
          </p>
          <p>
            1.2.8. Ліцензіат – АН “ХХХХ”, юридична та поштова адреса: 79000,
            Львів, вул. Саксаганського;
          </p>
          <p>1.2.9. Сайт – https://xxxxx/;</p>
          <p>
            1.2.10. Сторони – Ліцензіар та Ліцензіат при спільному згадуванні;
          </p>
          <p>
            1.2.11. третя особа – будь-яка фізична чи юридична особа крім
            Ліцензіара та Ліцензіата.
          </p>
          <p>
            1.3. В порядку та на умовах цього Договору, Ліцензіар безоплатно
            надає невиключну ліцензію Ліцензіату, що дає право останньому
            використовувати Контент, який Ліцензіар передав Ліцензіату через
            Сайт або розмістив на Сайті Ліцензіата, по всьому світу.
          </p>
          <p>1.4. В ліцензію входять наступні способи використання Контенту:</p>
          <p>1.4.1. опублікування (випуск у світ);</p>
          <p>1.4.2. відтворення будь-яким способом та у будь-якій формі;</p>
          <p>1.4.3. переклад;</p>
          <p>1.4.4. переробка, адаптація, аранжування та інші подібні зміни;</p>
          <p>
            1.4.5. включення складовою частиною до збірників, баз даних,
            антологій, енциклопедій тощо;
          </p>
          <p>1.4.6. публічне виконання;</p>
          <p>1.4.7. продаж, передання в найм (оренду) тощо;</p>
          <p>
            1.4.8. імпорт його примірників, примірників його перекладів,
            переробок тощо.
          </p>
          <p>
            1.5. Ліцензіар дає свою однозначну згоду на те, що Ліцензіат може
            видавати будь-яким третім особам, в тому числі на умовах таких
            третіх осіб, письмове повноваження на використання Контенту
            (субліцензію).
          </p>
          <h3>2. ПРАВА ТА ОБОВ’ЯЗКИ ЛІЦЕНЗІАРА</h3>
          <p>2.1. Ліцензіар має право:</p>
          <p>2.1.1. використовувати свій Контент на власний розсуд;</p>
          <p>
            2.1.2. розірвати Договір у випадках та в порядку передбаченому
            Договором або законом;
          </p>
          <p>
            2.1.3. прийняти зміни та/або доповнення внесені Ліцензіатом в цей
            Договір.
          </p>
          <p>2.2. Ліцензіар зобов’язується:</p>
          <p>
            2.2.1. виконувати всі положення цього Договору з моменту початку
            його дії;
          </p>
          <p>
            2.2.2. повідомляти Ліцензіата про видачу Ліцензіаром кожної
            невиключної ліцензії або субліцензії третім особам;
          </p>
          <p>
            2.2.3. нести всю відповідальність, в тому числі майнову, перед
            будь-якими третіми особами, які звернуться до Ліцензіата з приводу
            неправомірного використання Контенту Ліцензіатом;
          </p>
          <p>
            2.2.4. компенсувати Ліцензіату всі збитки, в тому числі упущену
            вигоду, які виникнуть в Ліцензіата в результаті неналежного
            виконання Ліцензіаром цього Договору.
          </p>
          <p>
            2.2.5. в становлений цим Договором строк розірвати Договір, у разі
            незгоди з внесеними Ліцензіатом змінами та/або доповненнями;
          </p>
          <p>
            2.2.6. вказати автора Контенту, якщо він не є його автором або інших
            авторів, якщо авторські права на Контент належать не тільки
            Ліцензіару;
          </p>
          <p>
            2.2.7. вказати власника Контенту, якщо він не є його власником або
            інших власників, якщо майнові права на Контент належать не тільки
            Ліцензіару.
          </p>
          <p>2.3. Виконувати інші зобов’язання передбачені цим Договором.</p>{' '}
        </Container>
      </MainContainer>
      <Footer />
    </>
  );
}
