import Container from '../../components/container/container';
import Footer from '../../components/footer/footer';
import Header from '../../components/header/header';
import MainContainer from '../../components/main-container/main-container';
import './polityka-konfidenczijnosti.css';

export default function PolitykaKonfidenczijnosti() {
  return (
    <>
      <Header />
      <MainContainer className="polityka-konfidenczijnosti">
        <h2>Політика конфіденційності</h2>
        <Container>
          <h3>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h3>
          <p>
            1.1. Ця Політика регулює правові відносини, між АН “XXX” та
            Користувачем, пов'язані із захистом і обробкою персональних даних
            Користувача, які він передає АН “XXX” через Сайт.
          </p>
          <p>
            1.2. В цій Політиці терміни та скорочення вживаються у такому
            значенні:
          </p>
          <p>
            1.2.1. Запит – Запит «Про надання доступу до персональних даних
            Користувача»;
          </p>
          <p>
            1.2.2. Заява – Заява «Про відкликання згоди на обробку персональних
            даних Користувача АН “XXX”»;
          </p>
          <p>
            1.2.3. зовнішні ресурси – будь-які ресурси (онлайн, офлайн), що
            належать третім особам або АН “XXX”, крім Сайту;
          </p>
          <p>
            1.2.4. Користувач – будь-яка особа, яка користується Сайтом та
            надала через відповідні форми Сайту свої персональні дані АН “XXX”;
          </p>
          <p>
            1.2.5. обробка персональних даних – будь-яка дія або сукупність дій,
            таких як збирання, реєстрація, накопичення, зберігання, адаптування,
            зміна, поновлення, використання і поширення (розповсюдження,
            реалізація, передача), знеособлення, знищення персональних даних, у
            тому числі з використанням інформаційних (автоматизованих) систем;
          </p>
          <p>
            1.2.6. персональні дані – відомості чи сукупність відомостей про
            Користувача, який ідентифікований або може бути конкретно
            ідентифікований;
          </p>
          <p>1.2.7. Політика – Політика конфіденційності;</p>
          <p>1.2.8. Сайт – https://ves.lviv.ua/;</p>
          <p>
            1.2.9. Сервіси Сайту – це скорочення має значення визначене в
            Правилах та умовах використання Сайту, які Користувач приймає разом
            з цією Політикою;
          </p>
          <p>
            1.2.10. Сторони – АН “XXX” та Користувач при спільному згадуванні;
          </p>
          <p>
            1.2.11. АН “XXX” – Агентство Нерухомості “XXX” юридична та поштова
            адреса: 79000, Львів, вул. Саксаганського;
          </p>
          <p>
            1.2.12. третя особа – будь-яка особа, за винятком Користувача і АН
            “XXX”.
          </p>
          <p>
            1.3. АН “XXX” збирає персональні дані Користувачів за допомогою
            відповідних форм розміщених на Сайті з метою – надання АН “XXX”
            Користувачу всіх можливостей для максимально ефективного
            використання Сервісів Сайту.
          </p>
          <p>
            1.4. АН “XXX” нікому не передає, не дає доступу та не поширює
            персональні дані Користувачів, крім випадків визначених цією
            Політикою та законом.
          </p>
          <p>
            1.5. Персональні дані Користувача, які збирає або може збирати АН
            “XXX”:
          </p>
          <p>1.5.1. прізвище;</p>
          <p>1.5.2. ім'я;</p>
          <p>1.5.3. по батькові;</p>
          <p>1.5.4. номер телефону;</p>
          <p>1.5.5. еmail;</p>
          <p>
            1.5.6. адреса (місцезнаходження будинку, номер будинку, номер
            квартири);
          </p>
          <p>1.5.7. IP адреса.</p>
          <p>1.6. Інші дані, які можуть вважатися персональними.</p>
          <h3>
            2. ЗГОДА КОРИСТУВАЧА НА ОБРОБКУ СВОЇХ ПЕРСОНАЛЬНИХ ДАНИХ АН "XXX"
          </h3>
          <p>
            2.1. Відправивши АН “XXX” через Сайт свої персональні дані,
            Користувач таким чином надає свою однозначну згоду на їх збирання,
            реєстрацію, накопичення, зберігання, адаптування, зміну, поновлення,
            використання та поширення (розповсюдження, реалізацію, передачу) в
            визначених цією Політикою випадках, знеособлення, знищення
            персональних даних, у тому числі з використанням інформаційних
            (автоматизованих) систем АН “XXX”.
          </p>
          <p>
            2.2. Користувач надає свою однозначну згоду на те, що його
            персональні дані, що визначені нижче, можуть публікуватися на Сайті,
            а також на зовнішніх ресурсах, що означає можливість передачі
            визначених нижче персональних даних Користувача третім особам, для
            їх подальшої обробки такими третіми особами, на умовах таких третіх
            осіб, за наступних умов:
          </p>
          <p>
            2.2.1. Ім’я – публікується на Сайті за умови, якщо Користувач
            публікує свої коментарі на Сайті, або публікує теми на форумі Сайту,
            або публікує свої відповіді на форумі Сайту;
          </p>
          <p>
            2.2.2. IP адреса – публікується на Сайті за умови публікації
            Користувачем тем на форумі Сайту та відповідей на форумі Сайту;
          </p>
          <p>
            2.2.3. адреса (крім номеру квартири) – публікується в оголошеннях
            про продаж об’єкту нерухомості як на Сайті, так і на зовнішніх
            ресурсах.
          </p>
          <p>
            Крім того, на Сайті можуть використовуватись сервіси третіх осіб,
            зокрема але не виключно – сервіси Google, і в зв’язку з цим, АН
            “XXX” може передавати таким третім особам всі необхідні їм
            персональні дані (інформацію) Користувача, на що Користувач дає свою
            згоду. Детальніше про те, як Google обробляє інформацію, яка
            поступає із сайтів та додатків, що використовують їх сервіси,
            Користувач може дізнатися тут.
          </p>
          <p>
            2.3. Відправивши АН “XXX” через Сайт свої персональні дані,
            Користувач таким чином надає АН “XXX” свою однозначну згоду на те,
            що АН “XXX” має право не повідомляти Користувача про здійснену АН
            “XXX” передачу персональних даних Користувача третім особам.
          </p>
        </Container>
      </MainContainer>
      <Footer />
    </>
  );
}
