import Container from '../../components/container/container';
import Footer from '../../components/footer/footer';
import Header from '../../components/header/header';
import MainContainer from '../../components/main-container/main';
import './pravyla-ta-umovy-vykorystannya-sajtu.css';

export default function PravylaTaUmovyVykorystannyaSajtu() {
  return (
    <>
      <Header />
      <MainContainer className="pravyla-ta-umovy-vykorystannya-sajtu">
        <h2>Правила та умови використання сайту</h2>
        <Container>
          <h3>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h3>
          <p>
            1.1. Дані правила регулюють відносини між XXX, що є власником Сайту
            та Користувачем при використанні останнім Сайту.
          </p>
          <p>
            1.2. В цих Правилах терміни та скорочення вживаються в таких
            значеннях:
          </p>
          <p>
            1.2.1. адміністрація Сайту – призначена XXX відповідальна особа, яка
            зареєстрована на Сайті і здійснює його управління, в зв’язку чим має
            необмежений доступ до Сайту та його можливостей.
          </p>
          <p>
            1.2.2. автор Сайту – зареєстрована на Сайті особа, яка має право
            розміщати на Сайті дозволений адміністрацією Сайту контент.
          </p>
          <p>
            1.2.3. контент – статті, пости, записи, коментарі, оголошення,
            заявки, теми на форумах, відповіді на форумах та інші письмові
            твори; аудіовізуальні твори; твори архітектури та графіки;
            фотографічні твори; ілюстрації, карти, плани, ескізи; компіляції
            даних (бази даних), інші твори, що визнаються законом об’єктами
            авторського права або можуть визнаватися законом такими об’єктами;
          </p>
          <p>1.2.4. контент Сайту – весь контент розміщений на Сайті;</p>
          <p>
            1.2.5. зовнішні ресурси – будь, які ресурси (онлайн, офлайн), що
            належать третім особам або XXX, крім Сайту;
          </p>
          <p>
            1.2.6. Контент Користувача або Контент – статті, пости, записи,
            коментарі, оголошення, заявки, теми на форумах, відповіді на форумах
            та інші письмові твори; аудіовізуальні твори; твори архітектури та
            графіки; фотографічні твори; ілюстрації, карти, плани, ескізи;
            компіляції даних (бази даних), інші твори, що визнаються законом
            об’єктами авторського права або можуть визнаватися законом такими
            об’єктами, які були передані Користувачем XXX через Сайт або
            розміщені Користувачем на Сайті XXX;
          </p>
          <p>
            1.2.7. Користувач – будь-яка фізична особа, яка користується Сайтом;
          </p>
          <p>
            1.2.8. користування Сайтом – будь-яка дія або сукупність дій, таких
            як перегляд контенту Сайту, розміщення Контенту на Сайті, передача
            Контенту XXX через Сайт, завантаження контенту з Сайту, посилання на
            Сайт, підписка на Сайт.
          </p>
          <p>
            1.2.9. Оголошення – оголошення про продаж об’єкту нерухомості, яке
            Користувач передав XXX через Сайт;
          </p>
          <p>
            1.2.10. персональні дані – цей термін має значення визначене в
            Політиці конфіденційності, яку Користувач приймає разом з цією
            Політикою;
          </p>
          <p>1.2.11. Правила – Правила та умови користування сайтом;</p>
          <p>1.2.12. Сайт – https://xxxxx;</p>
          <p>
            1.2.13. Сервіс 1 – сервіс Сайту: Оголошення про продаж квартири;
          </p>
          <p>1.2.14. Сервіс 2 – сервіс Сайту: Каталог нерухомості;</p>
          <p>1.2.15. Сервіс 3 – сервіс Сайту: Блог про нерухомість;</p>
          <p>1.2.16. Сервіс 4 – сервіс Сайту: Форуми;</p>
          <p>
            1.2.17. Сервіси Сайту або Сервіси – всі сервіси, які надає Сайт,
            зокрема, але не виключно: Сервіс 1, Сервіс 2, Сервіс 3, Сервіс 4
            тощо;
          </p>
          <p>
            1.2.18. XXX – Агентство Нерухомості “XXX” , юридична та поштова
            адреса: 79000, Львів, вул. Саксаганського;
          </p>
          <p>
            1.2.19. третя сторона – будь-яка фізична або юридична особа, крім
            XXX та Користувача.
          </p>
          <h3>2. ОСНОВНІ ВІДОМОСТІ ПРО САЙТ ТА ЙОГО МОЖЛИВОСТІ</h3>
          <p>2.1. Головна мета роботи Сайту – реклама послуг, що надає XXX.</p>
          <p>2.2. Додатково сайт забезпечує функціонування Сервісів Сайту.</p>
          <p>
            2.3. На Сайті можуть бути розміщені ті чи інші форми, мета яких
            збирання персональних даних та Контенту Користувача. Мета збору
            персональних даних Користувача зазначається в Політиці
            конфіденційності. Мета збору Контенту Користувача зазначена в цих
            Правилах.
          </p>
          <p>
            2.4. На Сайті можуть проводитись опитування серед Користувачів.
            Опитування проводяться з метою покращення роботи Сайту та/або XXX
            або з іншими цілями, що не суперечать українському законодавству.
          </p>
          <p>
            2.5. На Сайті можуть бути розміщені посилання на зовнішні ресурси, в
            тому числі рекламні.
          </p>
          <p>
            2.6. Весь контент Сайту є власністю XXX, крім Контенту Користувача
            та третіх осіб, який розміщений на Сайті на підставі ліцензії
            виданої Користувачем або третіми особами XXX.
          </p>
          <p>
            2.7. Користувачі не можуть самостійно реєструватися на Сайті та
            діють виключно в статусі «Гість».
          </p>
        </Container>
      </MainContainer>
      <Footer />
    </>
  );
}
